Repository: drcan94/journalist
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Password
tr: Parola

source: Remember me
tr: Beni Hatırla

source: Invalid Password
tr: Geçersiz Parola

source: Username
tr: Kullanıcı Adı

source: You Have Entered an Invalid Username
tr: Geçersiz bir kullanıcı adı girdiniz

source: This Account Is Inactive
tr: Bu hesap aktif değil

source: E-Mail or Username
tr: E-mail veya Kullanıcı Adı

source: You Have Entered an Invalid E-Mail Address or Username
tr: Geçersiz bir E-mail veya Kullanıcı Adı girdiniz

source: Necessary! Enter an Existing E-Mail Address
tr: Gerekli! Mevcut bir E-mail adresi giriniz

source: This E-Mail Address is Registered in the System
tr: Bu E-Mail adresi sistemde kayıtlı

source: This username is registered in the System
tr: Bu Kullanıcı Adı sistemde kayıtlı

source: Invalid Username, Do not use special characters!
tr: Geçersiz Kullanıcı Adı, Lütfen Özel Karakter Kullanmayınız!

source: Send
tr: Gönder

source: This Account Is Already Active
tr: Bu hesap zaten aktif

source: Failed to Verify Activation Code
tr: Aktivasyon Kodu Doğrulanamadı

source: Activation Code Already Sent, But You Can Try Again In 24 Hours
tr: Aktivasyon Kodu Zaten Gönderildi. 24 Saat Sonra Tekrar Deneyebilirsiniz

source: You Have Entered an Invalid E-Mail Address
tr: Geçersiz Bir E-Mail Adresi Girdiniz

source: First Name
tr: Adınız

source: Last Name
tr: Soyadınız

source: Gender
tr: Cinsiyet

source: Date of birth
tr: Doğum Tarihi

source: Profile Photo
tr: Profil Fotoğrafı

source: About Me
tr: Hakkımda

source: Update
tr: Güncelle

source: Please Enter a Username
tr: Geçersiz bir kullanıcı adı girdiniz

source: This E-Mail Is Already Yours
tr: Bu E-Mail zaten size ait

source: You Cannot Use This E-Mail Address
tr: Bu E-Mail adresini kullanamazsınız

source: User
tr: Kullanıcı

source: Man
tr: Erkek

source: Woman
tr: Kadın

source: User Profiles
tr: Kullanıcı Profilleri

source: Click on the link below to activate your profile.
tr: Profilinizi etkinleştirmek için aşağıdaki bağlantıya tıklayın.

source: Click on the link below to change your e-mail address.
tr: E-Mail adresinizi değiştirmek için aşağıdaki bağlantıya tıklayın

source: Your Username :
tr: Kullanıcı Adınız :

source: A Password Reset Request Has Been Made For Your Account.
tr: Hesabınız İçin Parola Sıfırlama Talebinde Bulunuldu.

source: Please Set Your New Password From The Page Below.
tr: Lütfen Yeni Parolanızı Aşağıdaki Sayfadan Belirleyiniz.

source: Login Page
tr: Giriş Sayfası

source: Login Form
tr: Giriş Formu

source: Sign In
tr: Giriş Yap

source: or
tr: veya

source: Sign Up
tr: Kaydol

source: Forgot password?
tr: Parolanızı mı Unuttunuz?

source: Forgot Your Username?
tr: Kullanıcı Adınızı mı Unuttunuz?

source: Resend Activation Code
tr: Yeniden Aktivasyon Kodu Gönder

source: We hope you come again
tr: Tekrar Görüşmek Dileğiyle

source: Exit Page
tr: Çıkış Sayfası

source: Your Exit Has Been Made
tr: Çıkışınız Gerçekleştirildi

source: We are waiting for you again to spend quality time
tr: Kaliteli zaman geçirmek için tekrar bekliyor olacağız

source: Sign in again
tr: Tekrar giriş yap

source: E-Mail Change
tr: E-Mail Değişimi

source: Password Change
tr: Parola Değişimi

source: Update Profile
tr: Profilini Güncelle

source: Unsubscribe
tr: Abonelikten Çık

source: Subscribe
tr: Abone Ol

source: Edit Profile
tr: Profili Güncelle

source: Journals
tr: Dergiler

source: Articles
tr: Makaleler

source: About Me!
tr: Hakkımda

source: ago
tr: önce

source: Be Author
tr: Yazar Ol

source: Subscriber
tr: Abone

source: Username Reminder
tr: Kullanıcı Adı Hatırlatma

source: Password Reset
tr: Parola Sıfırlama

source: Please Enter Your New Password Twice.
tr: Lütfen Yeni Parolanızı İki Kez Giriniz.

source: This Link Is Invalid, Probably Used Before.
tr: Bu Bağlantı Geçersiz, Muhtemelen Daha Önce Kullanılmış.

source: We have sent a series of instructions for renewal to your e-mail address you used while registering.
tr: Kayıt olurken kullandığınız e-posta adresinize bir dizi yenileme talimatı gönderdik.

source: Please Check Your Mailbox.
tr: Lütfen posta kutunuzu kontrol edin.

source: If you have not received mail, please make sure that you enter the address that you entered while registering or check your spam folder.
tr: Posta almadıysanız, lütfen kayıt olurken girdiğiniz adresi girdiğinizden emin olun veya spam klasörünüzü kontrol edin.

source: Sign up
tr: Kaydol

source: Registration Form
tr: Kayıt Formu

source: Profile activation
tr: Profil Aktivasyonu

source: Change email
tr: E-Mail'i değiştir

source: Restore password
tr: Parolayı yenile

source: Your username
tr: Kullanıcı Adınız

source: Welcome again
tr: Tekrar Hoşgeldin

source: We have received your registration, please click on the link sent for activation
tr: Kaydınızı aldık, lütfen aktivasyon için gönderilen bağlantıya tıklayın

source: Your Registration is Complete, Welcome to Us
tr: Kaydınız Tamamlandı, Aramıza Hoş Geldiniz

source: Your Account Has Been Activated Successfully!
tr: Hesabınız Başarıyla Etkinleştirildi!

source: New Activation Code Sent To Your E-Mail Address
tr: E-Mail Adresinize Yeni Aktivasyon Kodu Gönderildi

source: Your Profile Has Been Updated
tr: Profiliniz güncellendi

source: Anything Changed :)
tr: Hiçbir Değişiklik Yapılmadı

source: Please, Click On The Link We Sent For E-Mail Exchange
tr: Lütfen E-Mail Değişimi İçin Gönderdiğimiz Linke Tıklayınız

source: Email Successfully Changed
tr: E-Mail Başarıyla Değiştirildi

source: Your E-Mail Address Has Been Successfully Changed
tr: E-Mail Adresiniz Başarıyla Değiştirildi

source: Your User Name Has Been Sent To Your E-Mail Address.
tr: Kullanıcı Adınız E-Posta Adresinize Gönderilmiştir.

source: Your Password Has Been Changed.
tr: Parolanız değiştirildi.

source: Your Password Has Been Set, you can login now.
tr: Parolanız belirlendi, şimdi giriş yapabilirsiniz.

source: Please Login or Register to View the Page!
tr: Sayfayı Görüntülemek İçin Lütfen Giriş Yapın veya Kayıt Olun!

source: Enter Your Full Name
tr: Tam Adınız Giriniz

source: Your Message
tr: Mesajınız

source: Name
tr: Adınız

source: Message
tr: Mesaj

source: About Us
tr: Hakkımızda

source: While the act of reading is shifting to digital day by day, I dreamed of a platform that observes simplicity and content quality. By creating a membership, you can follow authors who produce original articles or subscribe to journals that interest you. When you log in, you will only see the articles of the journals you follow. Happy Reading :)
tr: Okuma eylemi gün geçtikçe dijitale kayarken sadelik ve içerik kalitesini gözeten bir platform hayal ettim. Üyelik oluşturarak özgün makaleler üreten yazarları takip edebilir ya da ilginizi çeken dergilere abone olabilirsiniz. Giriş yaptığınızda sadece takip ettiğiniz dergilerin makalelerini göreceksiniz. Keyifli Okumalar :)

source: Improving content quality is an ideal we pursue as a community. You can help natural selection by liking and following the authors of the articles you deem valuable. You can also produce content yourself and share it on social media. Stay tuned to be informed about our future surprises.
tr: İçerik kalitesini yükseltmek topluluk olarak gözettiğimiz bir ideal. Değerli gördüğünüz yazıları beğenip yazarlarını takip ederek doğal seçilime yardım edebilirsiniz. Kendiniz de içerikler üretip sosyal medyada paylaşabilirsiniz. Gelecekteki sürprizlerimizden haberdar olmak için takipte kalın.

source: Contact Form
tr: İletişim Formu

source: Feedback and suggestions are important to us
tr: Geri bildirim ve önerileriniz bizim için değerlidir

source: Feedback Received
tr: Geri Bildirim Alındı

source: Your Message Received!
tr: Mesajınız Alındı!

source: Thanks For Your Feedback
tr: Geri bildiriminiz için teşekkürler

source: We will get back to you as soon as possible
tr: En kısa sürede size geri döneceğiz

source: Home
tr: Anasayfa

source: Send Comment
tr: Yorumu Gönder

source: Enter Journal Name
tr: Dergi Adını Giriniz

source: Add Journal
tr: Dergi Ekle

source: Enter Title
tr: Başlığı Giriniz

source: You Can Enter Your Content
tr: İçeriğinizi Girebilirsiniz

source: Add Issue
tr: Sayı EKle

source: This Issue Name is Already Registered
tr: Bu Sayı Adı Zaten Mevcut

source: Add Article
tr: Makale Ekle

source: Request
tr: İstek

source: Accept
tr: Kabul

source: Reject
tr: Red

source: Request Exceeded
tr: İstek Aşımı

source: Blocked
tr: Engellendi

source: Created
tr: Oluşturuldu

source: Open
tr: Açık

source: Close
tr: Kapalı

source: Founder
tr: Kurucu

source: Admin
tr: Yönetici

source: Author
tr: Yazar

source: Any
tr: Hiç

source: Journal Category
tr: Dergi Kategorisi

source: Journal
tr: Dergi

source: Cover photo
tr: Kapak Fotoğrafı

source: Journal Name
tr: Dergi Adı

source: Issue Name
tr: Sayı Adı

source: Year
tr: Yıl

source: Article
tr: Makale

source: Select the Journal
tr: Dergiyi Seçiniz

source: Select the Issue
tr: Sayıyı Seçiniz

source: Image
tr: Resim

source: Title
tr: Başlık

source: Content
tr: İçerik

source: Comment
tr: Yorum

source: comments
tr: Yorumlar

source: Follower
tr: Takipçi

source: Journal Subscription
tr: Dergi Takibi

source: Likes
tr: Beğeniler

source: Delete
tr: sil

source: Comments
tr: Yorum

source: To leave a comment, please
tr: Yorum yapmak için lütfer

source: Sign in
tr: Giriş Yap

source: No comments yet
tr: Henüz Yorum Yok

source: delete
tr: sil

source: Search
tr: Ara

source: There are no results about '%(search)s'. Would you like to write about it?
tr: %(search)s hakkında hiçbir sonuç yok. Bu konuda yazmak ister misin?

source: '%(allcounter)s' results for '%(search)s'
tr: '%(search)s' için '%(allcounter)s' sonuç

source: There is no articles yet
tr: Henüz bir makale yok

source: Click to see the journals whose articles you would like to read
tr: Makalelerini okumak istediğiniz dergiler için tıklayınız

source: Category of %(category)s
tr: %(category)s Kategorisi

source: Are you sure?
tr: Emin misin

source: Create an Article
tr: Makale Yaz

source: Create a Journal
tr: Dergi Oluştur

source: Create an Issue
tr: Sayı Oluştur

source: All Journals
tr: Tüm Dergiler

source: Journal Content
tr: Dergi Kategorisi

source: Subscriptions
tr: Abonelikler

source: To see the likes, please
tr: Beğenileri Görmek İçin, Lütfen

source: Close!
tr: Kapalı

source: No Notification
tr: Bildirim Yok

source: Update Article
tr: Makale Ekle

source: <strong>The '%(h)s'</strong> page is not available.<br>We are redirecting you to the last page.
tr: <strong>'%(h)s'</strong> sayfası mevcut değil <br>Sizi son sayfaya yönlendiriyoruz.

source: <strong>The '%(h)s'</strong> issue is not available.<br>We are redirecting you to the first page.
tr: <strong>'%(h)s'</strong> sayfası mevcut değil <br>Sizi son sayfaya yönlendiriyoruz.

source: <strong>The '%(h)s'</strong> issue is not available.<br>We are redirecting you to the last page.
tr: <strong>'%(h)s'</strong> sayfası mevcut değil <br>Sizi son sayfaya yönlendiriyoruz.

source: <strong>The '%(h)s'</strong> page is not available.<br>We are redirecting you to the first page.
tr: <strong>'%(h)s'</strong> sayfası mevcut değil <br>Sizi son sayfaya yönlendiriyoruz.

source: Your Comment Has Been Added Successfully
tr: Yorumunuz Başarıyla Eklendi

source: You can always write in your own journal :)
tr: Kendi dergine her zaman yazabilirsin :)

source: Your application was rejected 3 times.<br>You no longer have the right to apply to the journal named '%(i)s'.
tr: Başvurunuz 3 kez reddedildi.<br>Artık '%(i)s' adlı dergiye başvurma hakkınız yok.

source: You have been blocked from submitting an authorship request by the owner of the journal '%(j)s'
tr: '%(j)s' dergisinin sahibi tarafından bir yazarlık talebi göndermeniz engellendi

source: You are already the author of <strong>'%(k)s'</strong> journal
tr: Zaten <strong>'%(k)s'</strong> dergisinin yazarısınız

source: Your application has been made to <strong>'%(l)s'</strong> journal
tr: <strong>'%(l)s'</strong> dergisine başvurunuz yapıldı

source: You Have Already Applied to <strong>'%(m)s'</strong> journal
tr: <strong>'%(m)s'</strong> dergisine zaten başvurdunuz

source: Your journal named <strong>'%(x)s'</strong> has been created
tr: <strong>'%(x)s'</strong> Başlıklı Derginiz Oluşturuldu

source: You Don't Have A Journal You Are The Author Of<br>You Can Create A New Journal If You Want
tr: Yazarı Olduğunuz Bir Dergi Yok.<br>İsterseniz Kendi Derginizi Oluşturabilirsiniz.

source: Your Issue Named <strong>'%(title)s'</strong> Has Been Created
tr: <strong>'%(title)s'</strong> Başlıklı Makaleniz Oluşturuldu

source: Your Article Titled <strong>'%(title)s'</strong> Has Been Created
tr: <strong>'%(title)s'</strong> Başlıklı Makaleniz Oluşturuldu

source: Your article titled <strong>'%(titleup)s'</strong> has been updated
tr: <strong>'%(titleup)s'</strong> başlıklı makaleniz güncellendi

source: Your journalApp named <strong>'%(nameup)s'</strong> has been updated
tr: <strong>'%(nameup)s'</strong> adlı derginiz güncellendi

source: Dear <strong>'%(usererror)s'</strong><br>This Journal Is Not Yours, You Can't Delete It!
tr: Sevgili <strong>'%(usererror)s'</strong><br>Bu Dergi Size Ait Değil, Silemezsiniz!

source: Dear <strong>'%(dear)s'</strong><br><strong>'%(article_title)s'</strong> named article is deleted!
tr: Sevgili <strong>'%(dear)s'</strong><br>'%(article_title)s' İsimli Makale Silindi.

source: Dear <strong>'%(dear)s'</strong><br>This Article Is Not Your Own, You Can't Delete It!
tr: Sevgili <strong>'%(dear)s'</strong><br>Bu Makale Size Ait Değil, Silemezsiniz!

source: English
tr: İngilizce

source: Russian
tr: Rusça

source: Chinese
tr: Çince

source: ONECKI, Blog, Journal
tr: ONECKI, Blog, Dergi

source: Blog, Philosophy, Book, Medicine, Artificial Intelligence, Religion, Literature, Art, Research, Reading
tr: Blog, Felsefe, Kitap, Tıp, Yapay Zeka, Din, Edebiyat, Sanat, Araştırma

source: An Open Channel for Your Ideas, Your Personal Blog / Journal Site, A Virtual Archive
tr: Fikirleriniz İçin Açık Bir Kanal, Kişisel Blog / Dergi Siteniz, Bir Sanal Arşiv

source: Log in
tr: Giriş Yap

source: My profile
tr: Profilim

source: Settings
tr: Ayarlar

source: Update your profile
tr: Profilini Güncelle

source: Change your email
tr: E-mail'ini değiştir

source: Change your password
tr: Parolanı değiştir

source: About us
tr: Hakkımızda

source: Contact
tr: İletişim

source: Write an Article
tr: Makale Yaz

source: Sign out
tr: Çıkış
